Repository: wp-plugins/fitcash
Catalog: lang/fitcash-*.po
Languages: de_de

source: Once Weekly
de_de: einmal wöchtenlich

source: Once Monthly
de_de: einmal monatlich

source: Daily
de_de: Täglich

source: Weekly
de_de: Wöchentlich

source: Monthly
de_de: Monatlich

source: Publish Immediately (Best Option)
de_de: Sofort veröffentlichen

source: <h2>FitCash - Plugin Settings</h2>
de_de: <h2>FitCash - Plugin Einstellungen</h2>

source: This free plugin allows you to import articles from Jon Benson's Fitness and nutrition blog under <a class="link-extern" href="http://www.jonbensonfitness.com" target="_blank" tilte="Jon Bensons Fitness">http://www.jonbensonfitness.com</a>, complete <b>with your affiliate links</b>.This provides you with automatic content that can also earn you commissions on all of Jon Benson's Clickbank Products.
de_de: Dieses freie Plugin ermöglicht Ihnen Artikel von Jon Bensons Host und Nutrition Blog unter <a class="link-extern" href="http://www.jonbensonfitness.com" target="_blank" tilte="Jon Bensons Fitness">http://www.jonbensonfitness.com</a> zu importieren, komplett <b>mit Ihren Affiliate Links</b>. Dadurch beziehen Sie automatisch Inhalt und Artikel, mit denen Sie ebenso Kommission verdienen können auf alle Jon Benson's Clickbank Produkte.

source: Add Category
de_de: Kategorie hinzufügen

source: Save Changes
de_de: Änderungen speichern

source: Randomly Changed Text Variables - Create Unique Content for the Web !
de_de: Zufällig veränderte Text Variablen - Erzeugen Sie unique Inhalt für das Web !

source: With this feature you can add variables to your header and footer text versions, which are changed randomly.
de_de: Mit diesem Feature Sie können Variablen zu Ihrem Header und Footer Text hinzufügen, die Werte werden zufällig zugeordnet.

source: They can be used like "... some text {variable 1 name} some more text ..." - then the "variable 1 name" will be replaced with the values you have set. Set the values comma seperated in {} - <b>please take care that there are no spaces between the commas and brackets like {},{},{},...</b>.
de_de: Diese können verwendet werden wie z.B.: .... text {variable 1} text text .... - die Variable mit dem Namen Var 1 wird dann ersetzt mit den Werten die Sie gespeichert haben. Setzen Sie die Werte für die Variablen durch Kommata getrennt in Klammern {} - <b>bitte achten Sie darauf daß keine Leerzeichen zwischen den Klammern sind {},{},{},.... </b>

source: Category added !!!
de_de: Kategorie hinzugefügt

source: Category Name missing !!!
de_de: Kategorie Name fehlt !!!

source: Successfully imported from
de_de: Erfolgreich importiert von

source: , but didn't found any new posts.
de_de: , aber konnte keine neuen Artikel finden.

source: Successfully imported
de_de: Erfolgreich importiert

source: posts from
de_de: Artikel von

source: Invalid JV Profit Center affiliate ID. Please re-enter or create a valid ID at http://www.jvprofitcenter.com.
de_de: Ungültige JV Profit Center Affiliate ID. Bitte geben Sie eine gtültige ID ein oder registrieren Sie sich unter http://jvprofitcenter.com
